// /**
//  * n - номер вопроса
//  * q - вопрос
//  * a - правильный ответ
//  * d - вариант ответа неправильного
//  */
// var parentsQuestions = {
//     0: {
//         n: '0',
//         q: 'Сколько еще лет проживет бабушка Сильвестера Сталлоне?',
//         a: '18',
//         d: {
//             1: 'Бесконечно',
//             2: '0',
//             3: 'Насколько хватит сил'
//         }
//     },
//     1: {
//         n: '1',
//         q: 'Укажите, кем вы являетесь по отношению к ребенку Джонни Деппа',
//         a: {'Я мама или папа ребенка'},
//         d: {
//             1: 'Ослом',
//             2: 'Пиноккио',
//             3: 'Ничтожеством'
//         }
//     },
//     2: {
//         n: '2',
//         q: 'Сколько лет ребенку Путина?',
//         a: '19',
//         d: {
//             1: 'Нисколько, у него нет детей',
//             2: '20',
//             3: 'Он горец, живет столько, сколько отрубит голов'
//         }
//     },
//     3: {
//         n: '3',
//         q: 'В 1988 году известный немецкий политик высказася по поводу алкоголя: "Если человек не знает свою меру, то ему необходим ________ ."',
//         a: 'Едва ли найдется информация об алкоголе, которую я не слышал ранее',
//         d: {
//             1: 'Кокоин',
//             2: 'Друг',
//             3: 'Буксир'
//         }
//     }
// }
